{
    "Company brochure (thiết kế quảng cáo công ty)": "Hi Tom, \nI got your email dated November 10th regarding your company brochure. \nI am glad to hear that you liked my company brochure, and I am happy to provide you with the information that you are seeking. \nThe company that made my brochure is Tan Phan Design. They are pretty new, having been in the industry for only 2 years. However, their attention to detail, creative approach (tiếp cận sáng tạo), and sincere desire to help customers (khát khao giúp khách hàng) convinced me to choose them over established companies. (cty lâu đời = old) \nI have attached the contact information of Tan Phan Design for your information. \nLet me know if you need more information. \nBest, \nPeter",
    "Travel agency's tours recommendation (tư vấn dịch vụ du lịch)": "Dear Ms. Moore,\nI am Khanh Nguyen, and I am an employee at Amazing City Tours.\nThank you for your email. We are happy to hear that you are interested in our tours.\nFor people who want to go on private tours, currently, we are offering two packages: one which includes meals, transportation as well as accommodation, and the other which includes only meals. Which packages do you prefer? Please note that in both packages, you will visit all the famous places in our city. In addition, we will offer you a 20% discount if you book our tours between the 15th and the 25th of October.\nFor further information, please feel free to contact me.\nBest regards,\nKhanh Nguyen",
    "Wrong Order (trả lời KH về sai hàng)": "Dear Ms. Moore,\nMy name is Khanh Nguyen, and I am a customer service representative at Wear21. I am writing in response to your email dated September 19th regarding your wrong order.\n\nWe sincerely apologize for this mistake. We assure that we will take immediate action to rectify the situation. (cải thiện tình hình)\nTo help us serve you quickly, could you please provide us with your order number? In addition, is there any specific date by which you need the dress?\n\nWe would like to offer you a 20% discount on your next purchase as a way to make up for any inconvenience caused.\n\nOnce again, we truly apologize and appreciate your understanding.\nIf you need further assistance, please do not hesitate to contact us.\nBest regards,\nKhanh Uyen",
    "Providing Catering Service (tư vấn dịch vụ đám cưới)": "Dear Ms. Moore,\nMy name is Khanh Nguyen, and I am an employee of EZ Catering. I am writing in response to your email dated September 19th regarding the wedding anniversary.\nThank you for the email. We are happy to hear that you are interested in our catering services. \nIn the last 5 years, we have been the main caterer of many events in the area. Currently, we are offering full services for all types of events. To help us serve attentively (To help us better understand your needs), could you please let me know how many people will enjoy your party. (could you please let me know the estimated number of guests?) In addition, what is your budget for this event?\n\nI look forward to hearing from you.\nBest regards,\nKhanh Nguyen",
    "Room Booking (tư vấn đạwt phòng)": "Dear Mr. Smith,\nMy name is Khanh Nguyen, and I am an employee at Rose Hotel. I am writing in response to your email dated November 19th regarding booking a room in December.\nThank you for the email. We are happy to hear that you are interested in our services.\nFrom the 15th to the 17th of December, I have 5 rooms available. Three of them are rooms for 2 people with 2 beds, the others are for one person with one bed. In addition, Rose Hotel will provide free breakfast every morning. Lastly, could you please let me know which room you prefer? \nI look forward to hearing from you soon\nBest regards,\nKhanh Nguyen",
    "Product Inquiry (trả lời thắc mắc của KH về sản phẩm)": "Dear Mr. Scott,\nMy name is Khanh Nguyen, and I am an employee at Legend Shoes. I am writing in response to your email dated September 22nd regarding your inquiry about Order #25689.\n\nWe sincerely apologize for the delay. The product was out of stock (to be in stock) when you placed your order, so we had to wait for new items to arrive. However, we forgot to inform you about this. That was our mistake, and we sincerely apologize (We sincerely sorry for our unnecessary mistake). Now that the product is available again, we have shipped your order, and you should receive it within 2-3 business days.\n\nAdditionally, as an apology for the delay, we would like to offer you a 20% discount on your next order.\n\nWe apologize once again and thank you for your patience. \n\nBest regards,\nKhanh Nguyen",
    "Quick catch-up schedule (trả lời lịch hẹn cập nhật)": "Dear Mr. Mitchell,\nI am writing in response to your email dated September 22th regarding our quick catch-up.\nUnfortunately, I will not be available on Wednesday, September 25th, as I will be attending a training session that day. Would it be possible to reschedule the catch-up to Thursday or Friday instead? I am available on both days. In addition, are there any specific materials you would like me to bring to the catch-up?\nI look forward to hearing from you soon.\nBest regards,\nJohn Carter",
    "Lost Instruction Manual (trả lời KH xin lại manual)": "Dear Ms. Janes,\nMy name is Khanh Nguyen, and I am an employee at Camera Talk Company’s Customer Service Center. I am writing in response to your email dated June 10th regarding your lost instruction manual.\nThere are two ways to get another instructional manual. First, you can download it instantly on our website. Alternatively, we would send you a new manual by post. If you choose the latter, could you please let us know your address?\nPlease let us know if you have any further questions.\nBest regards,\nKhanh Nguyen",
    "Outdoor excursions (tư vấn dã ngoại ngoài trời)": "Dear Ms. Smith,\nMy name is Khanh Nguyen, and I am a manager at Summit Top Outdoor Gear. I am writing in response to your email regarding your Outdoor Excursions.\nThank you for your interest in our outdoor excursions. We organize weekly programs, including hiking and camping, to different places in our region, and all of our excursions are designed for beginners. Also, for this month only, we are offering a 20% discount to all new customers. \nCould you please let us know how many people are interested in enjoying our excursions? \nI am looking forward to hearing from you.\nBest regards,\nKhanh Uyen"
}
